--liquibase formatted sql
--changeset <serge>:<add-data-table-recipes_instructions>

INSERT INTO recipe_instructions (`recipe_id`, instructions) VALUES (33, 'Пательню розігрійте з 2-3 ст. л. соняшникової олії, перекладіть м''ясо та добре підсмажте його з усіх боків до рум’яної скоринки. Ми на це витратили 10 хвилин. Зачистьте від плівок 350-400 г свинини. Поріжте на великі порційні шматочки.');
INSERT INTO recipe_instructions (`recipe_id`, instructions) VALUES (33, 'Перекладіть підсмажені шматочки в каструлю, додайте 3 цибулини, розрізані хрест навхрест, одну почищену моркву розрізану навпіл та по 2 горошини духмяного і чорного перцю. Залийте 2,5-3 л води та варіть 30 хвилин, періодично знімаючи пінку ложкою.');
INSERT INTO recipe_instructions (`recipe_id`, instructions) VALUES (33, 'Очистьте 4-5 картоплин та наріжте однаковими середніми шматочками, а 400 г білокачанної капусти посічіть дрібною соломкою. Вийміть з бульйону цибулю та моркву і перекладіть порізані овочі. Додайте половину буряково-томатної заправки від Торчин. Варіть до готовності картоплі. Ми на це витратили 20 хвилин.');
INSERT INTO recipe_instructions (`recipe_id`, instructions) VALUES (33, 'Додайте заправку, яка залишилася, посоліть до смаку та проваріть ще 5 хвилин. Зніміть борщ з вогню, дайте настоятися 10 хвилин. Подавайте зі сметаною чи з крем-сиром. А ще посипте зверху свіжопосіченою зеленню.');


